cask_args appdir: "/Applications"
tap "caskformula/caskformula"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "git"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "python"
brew "howdoi"
brew "pandoc"
brew "jupyter"
brew "nmap"
brew "node"
brew "openssh"
brew "pipenv"
brew "pre-commit"
brew "r", link: false
brew "ruby"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "docker"
cask "firefox-developer-edition"
cask "iterm2"
cask "keybase"
cask "r-app"
cask "rstudio"
