cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "black"
brew "deno"
brew "flake8"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "howdoi"
brew "jupyter"
brew "mas"
brew "mypy"
brew "nmap"
brew "node"
brew "openssh"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "postgresql"
brew "pre-commit"
brew "python"
brew "r"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "backblaze"
cask "brave-browser"
cask "camunda-modeler"
cask "docker"
cask "firefox-developer-edition"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "plex-media-server"
cask "postgres"
cask "postico"
cask "protonvpn"
cask "rstudio"
# cask "webtorrent"
cask "vlc"
cask "vscodium"
cask "zotero"
mas "1password", id: 1333542190
mas "bear", id: 1091189122
mas "keynote", id: 409183694
mas "numbers", id: 409203825
mas "pages", id: 409201541
mas "Microsoft Remote Desktop 10", id: 1295203466
